[
  {
    "name": "Procedure",
    "procedure": "Mix heavy cream and panko in a bowl and let sit. Mix ground meat and seasoning in a bowl. Mix remaining ingredients together in a separate bowl and mix until combined. Do not mix in electric mixer. Once Panko and heavy cream has mixed well. Let sit one day before rolling into meatballs.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Add all ingredients in large stock pot and turn on low heat and mix. Turn to medium heat and continue to mix. Turn heat to high and stir and cook until cheese is melted. Thicken with corn starch.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Put all ingredients into robo coup except oil. Turn on and add oil slowly until blended. Put in pour container and date, label, initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Mix all ingredients in a bowl. Store in container, date, label and initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Combine all ingredients in Robo coup and blend until well mixed. Hold for marinating. Cover, date, label, initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Pre heat oven to 300°. Heat cream, milk and sugar in saucepan until almost boiling. Turn heat off. In a separate bowl beat whole eggs and egg yolks very well. Gradually whisk into cream milk sugar mixture. Into eggs and return to heat on stove on medium heat. Continue to whisk and cook for three minutes, and remove from heat. Pour into custard dishes, and place dishes on sheet pan and add warm water to sheet pan and cook for 35-40 minutes. Place in cooler and let chill. Brown sugar on top of creme brulee and toast with torch.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Combine all ingredients into stock pot and bring to a boil while stirring. Turn heat down and simmer for half an hour. Put in container, cover after cool, date, label, initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Melt chocolate and heavy cream over double boiler. Whip sugar and cream cheese until very soft, add vanilla and whip. Add melted chocolate and melted butter to cream cheese mix, and stir until well mixed.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Combine all ingredients.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Combine all ingredients.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Put chicken in 4 inch hotel pan. Mix chicken base with water and stir, pour over chicken. Add remaining ingredients and mix. Cook on 225 degrees on low wind for half an hour.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Put all ingredients into robo coup except oil. Turn on and add oil slowly until blended. Put in pour container and date, label, initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Mix all ingredients in a bowl. Store in container, date, label and initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Put all ingredients in robo coup and blend for 2 minutes.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Cut cream cheese into blocks and microwave until soft. Cook onions until in oil until translucent. Mix all ingredients together and mix well by hand. Cover, label, date, initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Put all ingredients into robo coup except olive oil. Turn robo coup on and add olive oil slowly. Will need to in batches because robo coup won't hold all ingredients. Cover, date, label, initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Mix all ingredients, put in container, cover, date, label, initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Place all ingredients in Robo coup except oils. Blend and start to add both oils slowly, and blend until ingredients are thoroughly blended. Put in container, date, label and initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Add all ingredients to a four inch hotel pan except parsley. Cover with parchment paper and foil. Bake at 350 for 45 minutes. Put into cooler immediately and add parsley when rice is cool. Cover, label, date and initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "(Not specified)",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Cook onions and butter on low heat cook until until soft. Combine all ingredients together in a large bowl and mix by hand. May need to add more flour potatoes the moisture content will change.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Combine all ingredients in a bowl and mix. Cover, label, initial, date.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Saute onions in large pot with 1/2 cup oil and cook until transparent. Add remaining ingredients and cook for 1 hour and stirring often.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Mix all ingredients in a bowl. Store in container, date, label and initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Add 1 cup of the olive oil to large stock pot, add pork beef blend, and cook for two minutes. Add ground beef, and cook for ten minutes while stirring often. Add onions, carrots, and celery and garlic and cook until vegetables are browning. Add white wine and cook for ten minutes. Add remaining ingredients, and bring to a boil for two minutes. Turn heat down, and continue to simmer for one hour while stirring occasionally.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Add marsala, onion, garlic to a medium sauce pan. Turn on high heat and bring to a boil. Turn heat down and reduce liquid by half. Add remaining ingredients and stir. Turn heat to high to bring to a boil and turn heat down and reduce by half.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Cut pot roast into medium size chunks. Combine remaining ingredients and put into two four inch hotel pans and cook in 350 oven, for one hour. Cool down, cover, date, label, initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Roast roma tomatoes and onions, canola oil and salt and pepper being careful not to burn. Place remaining ingredients in stock pot and bring to boil stirring often, turn and roast roma down to simmer for 1 hour and cool.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Cook bacon in large sauce pan, add onions and garlic and simmer for two minutes. Add wine and simmer for five minutes. Add remaining ingredients except green onions and bring to a boil while stirring. Turn heat down and simmer for fifteen minutes. Add green onions and stir. Label, date, initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Combine all ingredients in a bowl and mix. Cover, date, label, initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Combine all ingredients in a bowl and mix. Cover, date, label, initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Rinse sauerkraut in colander and rinse with cold water, in large sauce pan add 1/2 cup oil, add onions until translucent, add remaining ingredients and cook on medium heat for ten minutes and turn down to a simmer and cook for another half hour.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Combine all ingredients in 4-inch hotel pan and mix. Cover with parchment paper and foil and bake for 1 hour at 350°. Take out of oven and uncover and let cool. When cooled shred chicken by hand. Cover, date, label, initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Mix all ingredients in a bowl and spatula. Cover, date, label, initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Combine all ingredients in Robo coup and blend until well mixed. Cover, date, label, initial.",
    "ingredients": [],
    "yield": "1 order"
  },
  {
    "name": "Procedure",
    "procedure": "Put all ingredients into robo coup except oil. Turn on and add oil slowly until blended. Put in pour container and date, label, initial.",
    "ingredients": [],
    "yield": "1 order"
  }
]